/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Trenutno nemate bežičnu mrežu\n* Povežite iOS uređaj i računalo na istu mrežu\n* Osvježite\n* Pomoć: možete napraviti hostspot na računalu/iPhoneu";

/* Popover option */
"About Impress Remote" = "O Impress Remoteu";

/* No comment provided by engineer. */
"Back" = "Natrag";

/* Popover option */
"Blank Screen" = "Prazan zaslon";

/* No comment provided by engineer. */
"Cancel" = "Poništi";

/* No comment provided by engineer. */
"Click to refresh" = "Klikni za osvježavanje";

/* Back button to the connect page on navbar */
"Connect" = "Poveži";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Povežite uređaje na istu bežičnu mrežu.";

/* instruction page title */
"Connection" = "Povezivanje";

/* Popover option */
"Connection Help" = "Pomoć pri povezivanju";

/* Connection Lost Alert title */
"Connection Lost" = "Izgubljena je veza";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Izgubljena je veza... Pokušajte se ponovno povezati s računalom. ";

/* Control instruction title */
"Control" = "Upravljanje";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Napravite privatnu pristupnu točku na vašem iPhonu ako je potrebno.";

/* Server list section title */
"Custom Connections" = "Prilagođeno povezivanje";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Ako računalo nije automatski pronađeno, pokušajte upisati IP adresu računala ručno. ";

/* Server list section title */
"Detected Connections" = "Pronađene veze";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Unesite PIN kroz Prezentacija - Impress Remote";

/* Connection failure title */
"Failed to reach server" = "Povezivanje s poslužiteljem nije uspjelo";

/* Connection failure message */
"Failed to reach server Msg" = "Provjerite IP adresu i je li LibreOffice Impress pokrenut s omogućenom značajkom Impress Remote.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Povezivanje s računalom nije uspjelo";

/* No comment provided by engineer. */
"Help" = "Pomoć";

/* In app How-to title */
"How-to" = "Tutorijal";

/* App name displayed on navbar */
"Impress Remote" = "Impress Remote";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Nevažeća IP adresa";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Unesena IP adresa nije važeća";

/* EditableTableViewCell placeholder */
"IP Address" = "IP adresa";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Pokrenite Impress i odaberite računalo.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Naziv (neobavezno)";

/* No comment provided by engineer. */
"New Server" = "Novi poslužitelj";

/* No comment provided by engineer. */
"No, thanks" = "Ne, hvala";

/* OK Button on Alert view */
"OK" = "U redu";

/* backButton for Tutorial */
"Ok, thanks" = "U redu, hvala";

/* Pairing instruction title */
"Pairing" = "Uparivanje";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Instrukcije za uparivanje";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Pokrenite LibreOffice Impress na računalu\n\n2. Aktivirajte Postavke – LibreOffice Impress – Općenito – Omogući daljinsko upravljanje\n\n3. Provjerite, jesu li računalo i uređaj povezani na istu bežičnu mrežu\n\n4. Unesite IP adresu računala, ako nije automatski prepoznata\n\n5. Povežite i uživajte!\n\n";

/* Update button text in diffrent states */
"Pause" = "Zaustavi";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Možda biste na računalo trebali ponovno pokrenuti LibreOffice Impress.";

/* Popover option */
"Restart" = "Ponovno pokretanje";

/* No comment provided by engineer. */
"Resume from blank screen" = "Nastavi od praznog zaslona";

/* Popover option */
"Resume from blank Screen" = "Nastavi od praznog zaslona";

/* No comment provided by engineer. */
"Searching" = "Pretraživanje";

/* Sidebar section header */
"Slides" = "Slajdovi";

/* Update button text in diffrent states */
"Start" = "Pokreni";

/* Popover option */
"Stop Presentation" = "Završi prezentaciju";

/* Sidebar section header */
"Stop Watch" = "Štoperica";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Upute i upoznavanje s Impress Remoteom na iOS-u?";

/* Sidebar section header */
"Timer" = "Mjerenje vremena";

/* No comment provided by engineer. */
"Yes" = "Da";

